Repository: julianfaalk/workout-ios
Catalog: REPS/Localizable.xcstrings
Source language: en
Languages: ar, de, es, hi, zh_hans

# auth.email
source: Continue with Email
ar: تسجيل الدخول بالبريد
de: Mit E-Mail anmelden
es: Entrar con correo
hi: ईमेल से लॉगिन
zh_hans: 使用邮箱登录

# auth.email.copy
source: We will send a one-time sign-in link to your email address.
ar: سنرسل لك رابط تسجيل دخول لمرة واحدة إلى بريدك الإلكتروني.
de: Wir schicken dir einen einmaligen Login-Link an deine E-Mail-Adresse.
es: Te enviaremos un enlace de acceso de un solo uso a tu correo.
hi: हम आपके ईमेल पर एक बार इस्तेमाल होने वाला लॉगिन लिंक भेजेंगे।
zh_hans: 我们会向你的邮箱发送一次性登录链接。

# auth.email.send
source: Send Sign-In Link
ar: إرسال رابط الدخول
de: Login-Link senden
es: Enviar enlace
hi: लॉगिन लिंक भेजें
zh_hans: 发送登录链接

# auth.email.sending
source: Sending...
ar: جارٍ الإرسال...
de: Wird gesendet ...
es: Enviando...
hi: भेजा जा रहा है...
zh_hans: 发送中...

# auth.email.sent
source: Link Sent
ar: تم إرسال الرابط
de: Magic Link gesendet
es: Enlace enviado
hi: लिंक भेज दिया गया
zh_hans: 链接已发送

# auth.email.sent_copy
source: Check your inbox. The link opens the Workout app directly on this iPhone.
ar: تحقق من بريدك. سيفتح الرابط تطبيق Workout مباشرة على هذا iPhone.
de: Pruefe dein Postfach. Der Link oeffnet die REPS direkt auf diesem iPhone.
es: Revisa tu correo. El enlace abre la app directamente en este iPhone.
hi: अपना इनबॉक्स देखें। लिंक इसी iPhone पर ऐप खोलेगा।
zh_hans: 查看你的邮箱，链接会直接在这台 iPhone 上打开应用。

# auth.email.title
source: Email Sign-In
ar: تسجيل الدخول بالبريد
de: E-Mail Login
es: Acceso por correo
hi: ईमेल लॉगिन
zh_hans: 邮箱登录

# auth.feature.cloud_metrics.subtitle
source: Your streak, last training state and profile survive device changes.
ar: تبقى السلسلة والحالة الأخيرة والملف محفوظة عبر تغيير الجهاز.
de: Workout-Streak, letzter Trainingsstand und Profil bleiben ueber Geraetewechsel erhalten.
es: Tu racha, tu ultimo estado y tu perfil sobreviven al cambio de dispositivo.
hi: आपकी स्ट्रीक, आखिरी स्थिति और प्रोफाइल डिवाइस बदलने पर भी रहती है।
zh_hans: 你的连续记录、最近训练状态和档案会跨设备保留。

# auth.feature.cloud_metrics.title
source: Cloud-backed metrics
ar: مقاييس محفوظة دائمًا
de: Permanent gesicherte Kennzahlen
es: Metricas seguras en la nube
hi: हमेशा सुरक्षित मेट्रिक्स
zh_hans: 云端保存的训练数据

# auth.feature.fast_login.subtitle
source: Apple works now, email uses magic links, and Google is scaffolded.
ar: Apple جاهز فورًا، البريد عبر Magic Link، وGoogle مهيأ للبنية.
de: Apple sofort, E-Mail per Magic Link, Google vorbereitet fuer die dedizierte Client-ID.
es: Apple ya funciona, email usa magic link y Google esta preparado.
hi: Apple अभी तैयार है, ईमेल magic link से चलता है, Google तैयार है।
zh_hans: Apple 立即可用，邮箱使用魔法链接，Google 已预留。

# auth.feature.fast_login.title
source: Fast sign-in
ar: 登录 سريع
de: Schneller Login
es: Acceso rapido
hi: तेज़ लॉगिन
zh_hans: 快速登录

# auth.feature.premium.subtitle
source: Subscription state, account deletion and legal links are built into the flow.
ar: الاشتراك والحذف والروابط القانونية كلها داخل نفس التدفق.
de: Abo-Status, Account-Loeschung und rechtliche Links sind direkt in den Flow integriert.
es: Suscripcion, borrado de cuenta y enlaces legales ya viven en el flujo.
hi: सब्सक्रिप्शन, अकाउंट डिलीट और कानूनी लिंक इसी फ्लो में हैं।
zh_hans: 订阅状态、账号删除和法律链接都已集成在流程中。

# auth.feature.premium.title
source: Premium ready
ar: Premium 和 App Store جاهزان
de: Premium und App Store ready
es: Premium listo
hi: Premium तैयार
zh_hans: 高级版已就绪

# auth.google
source: Continue with Google
ar: المتابعة باستخدام Google
de: Mit Google anmelden
es: Entrar con Google
hi: Google से जारी रखें
zh_hans: 使用 Google 继续

# auth.google_pending
source: Google arrives after OAuth setup
ar: Google سيصل بعد إعداد OAuth
de: Google folgt nach OAuth-Setup
es: Google llegara tras el setup OAuth
hi: OAuth सेटअप के बाद Google आएगा
zh_hans: Google 将在 OAuth 配置后启用

# auth.hero.subtitle
source: Apple sign-in works now. Email and Premium run on your own Workout API and MongoDB.
ar: تسجيل Apple يعمل فورًا. البريد وPremium يعتمدان على API وMongoDB الخاصة بك.
de: Apple Login ist sofort einsatzbereit. E-Mail und Premium laufen ueber deine eigene Workout-API und MongoDB.
es: Apple funciona ya. Email y Premium viven en tu API y MongoDB.
hi: Apple लॉगिन अभी तैयार है। ईमेल और Premium आपकी API और MongoDB पर चलते हैं।
zh_hans: Apple 登录已可用，邮箱和 Premium 运行在你的 API 与 MongoDB 上。

# auth.hero.title
source: Train, save, come back later.
ar: تمرّن، احفظ، وارجع لاحقًا.
de: Trainieren, sichern, spaeter weitermachen.
es: Entrena, guarda y vuelve luego.
hi: ट्रेन करो, सेव करो, बाद में लौटो।
zh_hans: 训练、保存、稍后继续。

# auth.legal_copy
source: By signing in you agree to the privacy policy and terms.
ar: بالمتابعة، أنت توافق على سياسة الخصوصية والشروط.
de: Mit dem Login stimmst du Datenschutz und Nutzungsbedingungen zu.
es: Al continuar aceptas privacidad y terminos.
hi: साइन इन करके आप प्राइवेसी और नियमों से सहमत होते हैं।
zh_hans: 登录即表示你同意隐私政策和条款。

# auth.privacy
source: Privacy
ar: الخصوصية
de: Datenschutz
es: Privacidad
hi: प्राइवेसी
zh_hans: 隐私

# auth.terms
source: Terms
ar: الشروط
de: Nutzungsbedingungen
es: Terminos
hi: नियम
zh_hans: 条款

# auth.why_account
source: Why create an account?
ar: لماذا الحساب؟
de: Warum mit Konto?
es: ¿Por que usar cuenta?
hi: अकाउंट क्यों?
zh_hans: 为什么需要账号？

# cloud.loading
source: Loading Workout Cloud...
ar: جارٍ تحميل Workout Cloud...
de: Workout Cloud wird geladen ...
es: Cargando Workout Cloud...
hi: Workout Cloud लोड हो रहा है...
zh_hans: 正在加载 Workout Cloud...

# common.back
source: Back
ar: رجوع
de: Zurueck
es: Atras
hi: वापस
zh_hans: 返回

# common.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
hi: रद्द करें
zh_hans: 取消

# common.close
source: Close
ar: إغلاق
de: Schliessen
es: Cerrar
hi: बंद करें
zh_hans: 关闭

# common.continue
source: Continue
ar: متابعة
de: Weiter
es: Continuar
hi: जारी रखें
zh_hans: 继续

# common.error
source: Error
ar: خطأ
de: Fehler
hi: त्रुटि
zh_hans: 错误

# common.ok
source: OK
ar: حسنًا
hi: ठीक
zh_hans: 好

# common.success
source: Success
ar: تم
de: Erfolg
es: Exito
hi: सफल
zh_hans: 成功

# friends.empty.subtitle
source: Invite your first friend and start the board.
ar: ادع أول صديق وابدأ اللوحة.
de: Lade deinen ersten Freund ein und starte das Board.
es: Invita a tu primer amigo y arranca el tablero.
hi: अपने पहले दोस्त को जोड़ो और बोर्ड शुरू करो।
zh_hans: 邀请你的第一个好友并开始排行榜。

# friends.empty.title
source: No friends yet
ar: لا يوجد أصدقاء بعد
de: Noch keine Freunde
es: Aun no hay amigos
hi: अभी कोई दोस्त नहीं
zh_hans: 还没有好友

# friends.friend.removed
source: Friend removed.
ar: تمت إزالة الصديق.
de: Freund entfernt.
es: Amigo eliminado.
hi: दोस्त हटाया गया।
zh_hans: 好友已移除。

# friends.invite.add
source: Add
ar: إضافة
de: Hinzufuegen
es: Agregar
hi: जोड़ें
zh_hans: 添加

# friends.invite.placeholder
source: Enter friend code
ar: أدخل رمز الصديق
de: Freundescode eingeben
es: Introduce un codigo
hi: फ्रेंड कोड दर्ज करें
zh_hans: 输入好友代码

# friends.invite.share
source: Share Invite
ar: مشاركة الدعوة
de: Einladung teilen
es: Compartir invitacion
hi: इनवाइट साझा करें
zh_hans: 分享邀请

# friends.invite.subtitle
source: Add friends and raise the competition this week.
ar: أضف الأصدقاء وارفع المنافسة هذا الأسبوع.
de: Füge Freunde hinzu und hebe den Wettkampf diese Woche an.
es: Agrega amigos y sube la competencia esta semana.
hi: दोस्त जोड़ो और इस हफ्ते की प्रतियोगिता बढ़ाओ।
zh_hans: 添加好友，把本周的竞争感拉满。

# friends.invite.title
source: Invite your crew
ar: دعوة الطاقم
de: Crew einladen
es: Invita a tu crew
hi: अपनी टीम को बुलाओ
zh_hans: 邀请你的训练伙伴

# friends.invite.your_code
source: Your code
ar: رمزك
de: Dein Code
es: Tu codigo
hi: तुम्हारा कोड
zh_hans: 你的代码

# friends.leaderboard.title
source: This week’s leaderboard
ar: لوحة هذا الأسبوع
de: Leaderboard dieser Woche
es: Tabla de esta semana
hi: इस हफ्ते का लीडरबोर्ड
zh_hans: 本周排行榜

# friends.list.title
source: Friends
ar: الأصدقاء
de: Freunde
es: Amigos
hi: दोस्त
zh_hans: 好友

# friends.metric.sessions_minutes
source: %d sessions · %d min
ar: %d جلسات · %d دقيقة
es: %d sesiones · %d min
hi: %d सेशन · %d मिनट
zh_hans: %d 次训练 · %d 分钟

# friends.metric.streak_days
source: %d day streak
ar: %d يوم سلسلة
de: %d Tage Streak
es: %d dias de racha
hi: %d दिन की स्ट्रीक
zh_hans: %d 天连续记录

# friends.request.accepted
source: Friend request accepted.
ar: تم قبول الطلب.
de: Freundschaftsanfrage angenommen.
es: Solicitud aceptada.
hi: फ्रेंड रिक्वेस्ट स्वीकार हो गई।
zh_hans: 好友请求已接受。

# friends.request.sent
source: Friend request sent.
ar: تم إرسال الطلب.
de: Freundschaftsanfrage gesendet.
es: Solicitud enviada.
hi: फ्रेंड रिक्वेस्ट भेज दी गई।
zh_hans: 好友请求已发送。

# friends.requests.accept
source: Accept
ar: قبول
de: Annehmen
es: Aceptar
hi: स्वीकार करें
zh_hans: 接受

# friends.requests.pending
source: Pending
ar: قيد الانتظار
de: Ausstehend
es: Pendiente
hi: लंबित
zh_hans: 待处理

# friends.requests.title
source: Requests
ar: الطلبات
de: Anfragen
es: Solicitudes
hi: रिक्वेस्ट
zh_hans: 请求

# friends.summary.no_workout
source: No recent workout visible yet
ar: لا يوجد تدريب أخير بعد
de: Noch kein letzter Workout sichtbar
es: Aun no hay ultimo workout visible
hi: अभी कोई हालिया वर्कआउट नहीं दिख रहा
zh_hans: 暂时还没有可见的最近训练

# friends.title
source: Friends
ar: الأصدقاء
de: Freunde
hi: दोस्त
zh_hans: 好友

# goal.focus.athletic.plan
source: Athletic Performance
ar: الاداء الرياضي
de: Athletik
es: rendimiento atletico
hi: एथलेटिक परफॉर्मेंस
zh_hans: 运动表现

# goal.focus.athletic.subtitle
source: Move better, recover faster, and keep full-body power high.
ar: حركة افضل، تعافٍ اسرع، وقوة كاملة للجسم.
de: Mehr Beweglichkeit, bessere Erholung und starke Ganzkoerper-Leistung.
es: Muevete mejor, recupera mas rapido y manten potencia total.
hi: बेहतर मूव करो, जल्दी रिकवर करो, और फुल-बॉडी पावर बनाए रखो।
zh_hans: 提升运动表现、恢复速度和全身力量。

# goal.focus.athletic.title
source: Athletic
ar: رياضي
de: Athletik
es: Atletico
hi: एथलेटिक
zh_hans: 运动型

# goal.focus.hypertrophy.plan
source: Muscle Building
ar: بناء العضلات
de: Muskelaufbau
es: ganancia muscular
hi: मसल बिल्डिंग
zh_hans: 增肌

# goal.focus.hypertrophy.subtitle
source: More volume, cleaner pump, and steady hypertrophy progress.
ar: حجم اكبر، ضخ افضل، وتقدم عضلي ثابت.
de: Mehr Volumen, besserer Pump und saubere Hypertrophie.
es: Mas volumen, mejor pump y progreso muscular constante.
hi: ज्यादा वॉल्यूम, बेहतर पंप और स्थिर हाइपरट्रॉफी प्रोग्रेस।
zh_hans: 更高训练量、更好的充血感和稳定增肌进展。

# goal.focus.hypertrophy.title
source: Muscle
ar: عضلات
de: Muskel
es: Musculo
hi: मसल
zh_hans: 肌肉

# goal.focus.recomposition.plan
source: Lean Performance
ar: اداء رشيق
es: rendimiento lean
hi: लीन परफॉर्मेंस
zh_hans: 精瘦表现

# goal.focus.recomposition.subtitle
source: Balance performance, volume, and body-composition control.
ar: وازن بين الاداء والحجم والتحكم في القوام.
de: Balanciert Performance, Volumen und Koerperkomposition.
es: Equilibra rendimiento, volumen y composicion corporal.
hi: परफॉर्मेंस, वॉल्यूम और बॉडी-कॉम्पोजिशन कंट्रोल को बैलेंस करो।
zh_hans: 平衡表现、训练量和体态控制。

# goal.focus.recomposition.title
source: Lean
ar: رشيق
hi: लीन
zh_hans: 精瘦

# goal.focus.strength.plan
source: Strength
ar: القوة
de: Kraft
es: fuerza
hi: स्ट्रेंथ
zh_hans: 力量

# goal.focus.strength.subtitle
source: Prioritize big lifts, load progression, and clear performance gains.
ar: ركز على الرفعات الرئيسية، التقدم في الحمل، والنتائج الواضحة.
de: Mehr Fokus auf Hauptlifts, Lastprogression und messbare Leistung.
es: Prioriza lifts grandes, progresion de carga y mejoras claras.
hi: बड़े लिफ्ट्स, लोड प्रोग्रेशन और साफ़ परफॉर्मेंस गेन पर फोकस करो।
zh_hans: 优先大项动作、负重进步和清晰的力量提升。

# goal.focus.strength.title
source: Strength
ar: قوة
de: Kraft
es: Fuerza
hi: स्ट्रेंथ
zh_hans: 力量

# language.subtitle
source: German, English, Spanish, Arabic, Hindi or Chinese from the first screen.
ar: الألمانية أو الإنجليزية أو الإسبانية أو العربية أو الهندية أو الصينية من أول شاشة.
de: Deutsch, Englisch, Spanisch, Arabisch, Hindi oder Chinesisch direkt ab dem ersten Screen.
es: Aleman, ingles, espanol, arabe, hindi o chino desde la primera pantalla.
hi: पहली स्क्रीन से जर्मन, अंग्रेज़ी, स्पेनिश, अरबी, हिंदी या चीनी चुनें।
zh_hans: 从第一屏开始选择德语、英语、西班牙语、阿拉伯语、印地语或中文。

# language.title
source: Choose your language
ar: اختر لغتك
de: Waehle deine Sprache
es: Elige tu idioma
hi: अपनी भाषा चुनें
zh_hans: 选择你的语言

# paywall.cta.processing
source: Processing...
ar: جارٍ المعالجة...
de: Wird verarbeitet ...
es: Procesando...
hi: प्रोसेस हो रहा है...
zh_hans: 处理中...

# paywall.cta.unlock
source: Unlock My Plan
ar: افتح خطتي
de: Meinen Plan freischalten
es: Desbloquear mi plan
hi: मेरा प्लान अनलॉक करो
zh_hans: 解锁我的计划

# paywall.disclaimer
source: Subscriptions renew automatically unless cancelled in your Apple ID settings. Lifetime unlocks with a one-time purchase.
ar: تتجدد الاشتراكات تلقائيًا ما لم يتم إلغاؤها من إعدادات Apple ID. مدى الحياة هو شراء لمرة واحدة.
de: Abos verlaengern sich automatisch, wenn sie nicht in den Apple-ID-Einstellungen gekuendigt werden. Lifetime ist ein einmaliger Kauf.
es: Las suscripciones se renuevan automaticamente salvo cancelacion en Apple ID. Lifetime es un pago unico.
hi: सब्सक्रिप्शन Apple ID सेटिंग्स में रद्द न करने पर अपने आप रिन्यू होते हैं। लाइफटाइम एक बार की खरीद है।
zh_hans: 订阅会自动续费，除非你在 Apple ID 设置中取消。终身版为一次性购买。

# paywall.error.purchase
source: Purchase could not be completed.
ar: تعذر اكمال الشراء.
de: Der Kauf konnte nicht abgeschlossen werden.
es: No se pudo completar la compra.
hi: खरीद पूरी नहीं हो सकी।
zh_hans: 购买未能完成。

# paywall.feature.analytics
source: Charts and trend views for your progress.
ar: مخططات وتوجهات واضحة لتقدمك.
de: Charts und Trendanalysen fuer deinen Fortschritt.
es: Graficas y tendencias claras para tu progreso.
hi: तुम्हारी प्रोग्रेस के लिए चार्ट और ट्रेंड व्यू।
zh_hans: 查看你的进度图表和趋势变化。

# paywall.feature.progress
source: Body measurements and progress photos in one place.
ar: قياسات الجسم وصور التقدم في مكان واحد.
de: Koerpermessungen und Fortschrittsfotos an einem Ort.
es: Medidas corporales y fotos de progreso en un solo lugar.
hi: बॉडी मेजरमेंट्स और प्रोग्रेस फोटोज़ एक ही जगह।
zh_hans: 身体围度和进度照片集中管理。

# paywall.feature.prs
source: PR analytics and cleaner strength benchmarks.
ar: تحليلات PR وارقام اقوى لرفعاتك.
de: PR-Analytics fuer starke Lifts und klare Benchmarks.
es: Analitica de PR y referencias claras de fuerza.
hi: PR analytics और क्लीन स्ट्रेंथ बेंचमार्क।
zh_hans: 解锁 PR 分析和更清晰的力量基准。

# paywall.feature.templates
source: Go past 3 custom templates with full planning freedom.
ar: اكسر حد 3 قوالب مخصصة وافتح مرونة كاملة.
de: Mehr als 3 eigene Templates und volle Plan-Flexibilitaet.
es: Supera el limite de 3 plantillas y desbloquea flexibilidad total.
hi: 3 custom templates की सीमा के बाद पूरी planning freedom पाओ।
zh_hans: 突破 3 个自定义模板限制，获得完整计划自由。

# paywall.free.access
source: Skip for now and keep free access: up to 3 custom templates, unlimited workout logging, and friends. Charts, PR analytics, measurements, photos, and more templates stay Premium.
ar: تخط هذا الآن وابق على الخطة المجانية: حتى 3 قوالب مخصصة، تسجيل تمارين بلا حدود، والاصدقاء. المخططات وPR والقياسات والصور والمزيد من القوالب تبقى Premium.
de: Du kannst jetzt ueberspringen und Free nutzen: bis zu 3 eigene Templates, unbegrenztes Workout-Logging und Friends. Charts, PR-Analytics, Measurements, Fotos und mehr Templates bleiben Premium.
es: Puedes saltarlo y seguir en free: hasta 3 plantillas propias, logging ilimitado y amigos. Graficas, PR, medidas, fotos y mas plantillas quedan en Premium.
hi: अभी स्किप करो और फ्री एक्सेस रखो: 3 custom templates तक, unlimited workout logging, और friends. Charts, PR analytics, measurements, photos, और ज्यादा templates Premium में रहेंगे।
zh_hans: 你现在可以跳过并继续使用免费版：最多 3 个自定义模板、无限训练记录和好友功能。图表、PR 分析、围度、照片和更多模板仍为 Premium。

# paywall.header.default
source: Unlock REPS Premium
ar: افتح REPS Premium
de: REPS Premium freischalten
es: Desbloquea REPS Premium
hi: REPS Premium अनलॉक करो
zh_hans: 解锁 REPS Premium

# paywall.header.plan
source: Unlock Your %@ Plan
ar: افتح خطة %@ الخاصة بك
de: Schalte deinen %@-Plan frei
es: Desbloquea tu plan de %@
hi: अपना %@ प्लान अनलॉक करो
zh_hans: 解锁你的 %@ 计划

# paywall.plan.lifetime.badge
source: Pay Once, Own Forever
ar: ادفع مرة وامتلكه للابد
de: Einmal zahlen, fuer immer behalten
es: Paga una vez, tuyo para siempre
hi: एक बार भुगतान, हमेशा तुम्हारा
zh_hans: 一次付费，永久拥有

# paywall.plan.lifetime.caption
source: One-time purchase
ar: شراء لمرة واحدة
de: Einmaliger Kauf
es: Compra unica
hi: एक बार की खरीद
zh_hans: 一次性购买

# paywall.plan.lifetime.detail
source: Best value if REPS is part of your long game.
ar: افضل قيمة اذا كانت REPS جزءًا من لعبتك الطويلة.
de: Bester Gegenwert, wenn REPS langfristig Teil deines Spiels ist.
es: Mejor valor si REPS va contigo a largo plazo.
hi: अगर REPS तुम्हारे long game का हिस्सा है तो यह best value है।
zh_hans: 如果你会长期使用 REPS，这是最划算的选择。

# paywall.plan.lifetime.title
source: Lifetime
ar: مدى الحياة
hi: लाइफटाइम
zh_hans: 终身版

# paywall.plan.monthly.caption
source: Billed monthly
ar: يتم احتسابه شهريًا
de: Monatlich abgerechnet
es: Facturado mensualmente
hi: मासिक बिलिंग
zh_hans: 按月计费

# paywall.plan.monthly.title
source: Monthly
ar: شهري
de: Monatlich
es: Mensual
hi: मंथली
zh_hans: 月付

# paywall.plan.yearly.badge
source: Most Popular
ar: الاكثر شعبية
de: Am beliebtesten
es: Mas popular
hi: सबसे लोकप्रिय
zh_hans: 最受欢迎

# paywall.plan.yearly.caption
source: %@ / month
ar: %@ شهريًا
de: %@ pro Monat
es: %@ al mes
hi: %@ / महीना
zh_hans: 每月 %@

# paywall.plan.yearly.caption.fallback
source: Best annual value
ar: افضل قيمة سنوية
de: Bester Jahreswert
es: Mejor valor anual
hi: सबसे अच्छा वार्षिक वैल्यू
zh_hans: 年度性价比最高

# paywall.plan.yearly.save
source: Save %d%% vs monthly
ar: وفر %d%% مقارنة بالشهرية
de: %d%% guenstiger als monatlich
es: Ahorra %d%% frente al mensual
hi: मंथली के मुकाबले %d%% बचाओ
zh_hans: 相比月付节省 %d%%

# paywall.plan.yearly.title
source: Yearly
ar: سنوي
de: Jaehrlich
es: Anual
hi: ईयरली
zh_hans: 年付

# paywall.plan.yearly.trial
source: %d-day free trial
ar: تجربة مجانية %d ايام
de: %d Tage gratis
es: %d dias gratis
hi: %d-दिन का फ्री ट्रायल
zh_hans: %d 天免费试用

# paywall.skip
source: Maybe later
ar: ربما لاحقًا
de: Vielleicht spaeter
es: Quizas luego
hi: शायद बाद में
zh_hans: 稍后再说

# paywall.subtitle.default
source: Unlock unlimited templates, charts, PR analytics, measurements, and progress photos.
ar: افتح قوالب غير محدودة، مخططات، PR، قياسات، وصور تقدم.
de: Schalte unbegrenzte Templates, Charts, PR-Analytics, Measurements und Fortschrittsfotos frei.
es: Desbloquea plantillas ilimitadas, graficas, PR, medidas y fotos de progreso.
hi: Unlimited templates, charts, PR analytics, measurements, और progress photos अनलॉक करो।
zh_hans: 解锁无限模板、图表、PR 分析、身体围度和进度照片。

# paywall.subtitle.plan
source: Your %@ is waiting on Today. Unlock Premium to activate it with full tracking.
ar: %@ ينتظرك في شاشة اليوم. افتح Premium لتفعيله مع تتبع كامل.
de: Dein %@ wartet im Heute-Tab. Mit Premium aktivierst du ihn inklusive vollem Tracking.
es: Tu %@ te espera en Hoy. Desbloquea Premium para activarlo con seguimiento completo.
hi: तुम्हारा %@ Today स्क्रीन पर तैयार है। Premium अनलॉक करके इसे फुल ट्रैकिंग के साथ चालू करो।
zh_hans: 你的 %@ 已在 Today 页面等你。解锁 Premium 即可启用完整追踪。

# plan.ready.card.title
source: REPS built this for you
ar: هذا ما بنته REPS لك
de: Das hat REPS fuer dich gebaut
es: Esto preparo REPS para ti
hi: REPS ने यह तुम्हारे लिए बनाया है
zh_hans: REPS 已为你构建好方案

# plan.ready.cta
source: See premium options
ar: اعرض خيارات Premium
de: Premium-Optionen ansehen
es: Ver opciones Premium
hi: Premium विकल्प देखो
zh_hans: 查看 Premium 选项

# plan.ready.footer
source: Your first week is waiting on Today. Unlock it now or start free with limited access.
ar: اسبوعك الاول ينتظرك في شاشة اليوم. افتحه الآن او ابدأ مجانًا بوصول محدود.
de: Deine erste Woche wartet im Heute-Tab. Schalte sie jetzt frei oder starte mit limitiertem Free-Zugang.
es: Tu primera semana te espera en Hoy. Desbloqueala ahora o empieza gratis con acceso limitado.
hi: तुम्हारा पहला हफ्ता Today पर तैयार है। अभी अनलॉक करो या limited free access के साथ शुरू करो।
zh_hans: 你的第一周计划已在 Today 等你。现在解锁，或以有限免费权限开始。

# plan.ready.plan.detail
source: Optimized for %1$@, %2$d min sessions.
ar: مُحسّن لـ %1$@ مع جلسات %2$d دقيقة.
de: Optimiert fuer %1$@ mit %2$d-Minuten-Sessions.
es: Optimizado para %1$@ con sesiones de %2$d min.
hi: %1$@ के लिए ऑप्टिमाइज़्ड, %2$d मिनट के सेशन्स।
zh_hans: 针对 %1$@ 优化，单次训练约 %2$d 分钟。

# plan.ready.plan.line
source: %1$d-day %2$@ plan
ar: خطة %1$d ايام · %2$@
de: %1$d Tage · %2$@
es: Plan de %1$d dias · %2$@
hi: %1$d-दिन का %2$@ प्लान
zh_hans: %1$d 天 · %2$@ 计划

# plan.ready.title
source: Your plan is ready
ar: خطتك جاهزة
de: Dein Plan ist fertig
es: Tu plan esta listo
hi: तुम्हारा प्लान तैयार है
zh_hans: 你的计划已准备好

# plan.style.high_frequency
source: High-Frequency Push / Pull / Legs
ar: Push / Pull / Legs عالي التكرار
es: Push / Pull / Legs de alta frecuencia
hi: हाई-फ्रीक्वेंसी Push / Pull / Legs
zh_hans: 高频 Push / Pull / Legs

# profile.about.build
source: Build
ar: الإصدار الداخلي
hi: बिल्ड
zh_hans: 构建号

# profile.about.privacy
source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutz
es: Politica de privacidad
hi: प्राइवेसी पॉलिसी
zh_hans: 隐私政策

# profile.about.section
source: About
ar: حول التطبيق
de: Info
es: Acerca de
hi: ऐप जानकारी
zh_hans: 关于

# profile.about.terms
source: Terms of Service
ar: شروط الاستخدام
de: Nutzungsbedingungen
es: Terminos del servicio
hi: सेवा की शर्तें
zh_hans: 服务条款

# profile.about.version
source: Version
ar: الإصدار
hi: वर्ज़न
zh_hans: 版本

# profile.account.delete
source: Delete Cloud Account
ar: حذف حساب السحابة
de: Cloud-Account loeschen
es: Eliminar cuenta cloud
hi: क्लाउड अकाउंट हटाएं
zh_hans: 删除云账户

# profile.account.management
source: Account
ar: الحساب
es: Cuenta
hi: अकाउंट
zh_hans: 账户

# profile.account.section
source: Cloud Account
ar: الحساب
es: Cuenta cloud
hi: Cloud अकाउंट
zh_hans: 云端账户

# profile.account.sync
source: Sync with Workout Cloud now
ar: المزامنة الآن
de: Jetzt mit Workout Cloud synchronisieren
es: Sincronizar ahora
hi: अभी Workout Cloud से सिंक करें
zh_hans: 立即与 Workout Cloud 同步

# profile.account.syncing
source: Syncing...
ar: جارٍ المزامنة...
de: Sync laeuft ...
es: Sincronizando...
hi: सिंक हो रहा है...
zh_hans: 同步中...

# profile.calendar.monday
source: Monday
ar: الاثنين
de: Montag
es: Lunes
hi: सोमवार
zh_hans: 周一

# profile.calendar.section
source: Calendar
ar: التقويم
de: Kalender
es: Calendario
hi: कैलेंडर
zh_hans: 日历

# profile.calendar.sunday
source: Sunday
ar: الأحد
de: Sonntag
es: Domingo
hi: रविवार
zh_hans: 周日

# profile.calendar.week_start
source: Week Starts On
ar: بداية الأسبوع
de: Wochenstart
es: Inicio de semana
hi: सप्ताह शुरू होता है
zh_hans: 每周开始日

# profile.data.export
source: Export Data
ar: تصدير البيانات
de: Daten exportieren
es: Exportar datos
hi: डेटा एक्सपोर्ट करें
zh_hans: 导出数据

# profile.data.reset
source: Reset Database
ar: إعادة تعيين قاعدة البيانات
de: Datenbank zuruecksetzen
es: Restablecer base de datos
hi: डेटाबेस रीसेट करें
zh_hans: 重置数据库

# profile.data.section
source: Data
ar: البيانات
de: Daten
es: Datos
hi: डेटा
zh_hans: 数据

# profile.delete.confirm
source: Delete
ar: حذف
de: Loeschen
es: Eliminar
hi: डिलीट करें
zh_hans: 删除
